Repository: BigSlikTobi/Dogdog
Catalog: dogdog_trivia_game/lib/l10n/app_*.arb
Languages: de, es

# breedAdventure_powerUpExtraTime_celebration
source: Extra time granted! ⏰
de: Extra Zeit gewährt! ⏰
es: ¡Tiempo extra concedido! ⏰

# breedAdventure_powerUpSkip_celebration
source: Question skipped successfully! ⏭️
de: Frage erfolgreich übersprungen! ⏭️
es: ¡Pregunta saltada exitosamente! ⏭️

# breedAdventure_powerUpSecondChance_celebration
source: Life restored! ❤️
de: Leben wiederhergestellt! ❤️
es: ¡Vida restaurada! ❤️

# breedAdventure_powerUpHint_description
source: Reveals helpful information about the breed's characteristics and history.
de: Enthüllt hilfreiche Informationen über die Eigenschaften und Geschichte der Rasse.
es: Revela información útil sobre las características e historia de la raza.

# breedAdventure_powerUpExtraTime_description
source: Adds 5 extra seconds to the current question timer.
de: Fügt 5 zusätzliche Sekunden zum aktuellen Fragen-Timer hinzu.
es: Añade 5 segundos extra al temporizador de la pregunta actual.

# breedAdventure_powerUpSkip_description
source: Skip the current question without losing a life.
de: Überspringe die aktuelle Frage ohne ein Leben zu verlieren.
es: Salta la pregunta actual sin perder una vida.

# breedAdventure_powerUpSecondChance_description
source: Restores one life when you make an incorrect answer.
de: Stellt ein Leben wieder her, wenn du eine falsche Antwort gibst.
es: Restaura una vida cuando das una respuesta incorrecta.

# difficultyPhase_beginner
source: Beginner
de: Anfänger
es: Principiante

# difficultyPhase_intermediate
source: Intermediate
de: Fortgeschritten
es: Intermedio

# difficultyPhase_expert
source: Expert
de: Experte
es: Experto

# treasureMap_chooseYourAdventure
source: Choose Your Adventure
de: Wähle dein Abenteuer
es: Elige tu Aventura

# treasureMap_selectCategoryFirst
source: Select Category First
de: Zuerst Kategorie wählen
es: Selecciona Categoría Primero

# treasureMap_selectCategoryDialog_title
source: Select Category
de: Kategorie wählen
es: Seleccionar Categoría

# treasureMap_selectCategoryDialog_message
source: Please select a category above to start your adventure.
de: Bitte wähle oben eine Kategorie aus, um dein Abenteuer zu starten.
es: Por favor selecciona una categoría arriba para comenzar tu aventura.

# category_dogHealth
source: Dog Health
de: Hundegesundheit
es: Salud Canina

# category_dogHistory
source: Dog History
de: Hundegeschichte
es: Historia Canina

# category_dogHealth_description
source: Understand dog health, nutrition, and medical care
de: Verstehe Hundegesundheit, Ernährung und medizinische Versorgung
es: Comprende la salud canina, nutrición y cuidado médico

# category_dogHistory_description
source: Discover the history of dogs, genetics, and evolution
de: Entdecke die Geschichte der Hunde, Genetik und Evolution
es: Descubre la historia de los perros, genética y evolución

# errorCriticalTitle
source: Critical Error
de: Kritischer Fehler

# errorCriticalMessage
source: A critical error has occurred that prevents the game from functioning properly. Please restart the app.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte starten Sie die App neu.

# errorLocalizationTitle
source: Language Issue
de: Lokalisierungsfehler

# errorLocalizationMessage
source: Some content may not be available in your selected language. Would you like to continue in English?
de: Sprachressourcen konnten nicht geladen werden.

# errorNoQuestionsTitle
source: No Questions Available
de: Keine Fragen

# errorNoQuestionsForCategoryMessage
source: No questions are available for {category}. Please try a different category.
de: Keine Fragen für diese Kategorie gefunden.

# errorFewQuestionsMessage
source: Only {count} questions are available for this category. The game may be shorter than usual.
de: Zu wenige Fragen verfügbar.

# errorLoadingTitle
source: Loading Issue
de: Fehler beim Laden

# errorGenericMessage
source: An unexpected error occurred. Please try again.
de: Etwas ist schiefgelaufen.

# errorActionRetry
source: Try Again
de: Wiederholen

# errorActionSwitchCategory
source: Choose Different Category
de: Kategorie wechseln

# errorActionContinueAnyway
source: Continue with {count} Questions
de: Trotzdem fortfahren

# errorActionUseDefaultLanguage
source: Use English Instead
de: Standardsprache verwenden

# errorActionGoHome
source: Return to Main Menu
de: Zur Startseite

# treasureMap_questions
source: questions
de: Fragen

# treasureMap_currentRank
source: Current Rank
de: Aktueller Rang

# treasureMap_allCompleted
source: All Completed!
de: Alle Abenteuer abgeschlossen!

# categorySelection_title
source: Choose Your Adventure
de: Kategorie wählen

# categorySelection_hint
source: Select a category to start your quiz adventure
de: Wählen Sie ein Thema für Ihr Quiz

# categorySelection_description
source: Select a category to start your learning adventure with fun questions about dogs
de: Tippen Sie auf eine Kategorie, um zu starten.

# categorySelection_selectedHint
source: Currently selected: {category}. Tap to confirm or choose a different category
de: Ausgewählt. Doppeltippen zum Starten.

# categorySelection_selectHint
source: Tap to select {category} category
de: Doppeltippen zum Auswählen.

# categorySelection_announceSelection
source: Selected {category} category
de: Kategorie {category} ausgewählt

# gameScreen_level
source: Level {level}
es: Nivel {level}

# accessibility_appLogo
source: DogDog app logo
es: Logo de la app DogDog

# breedAdventure_phase
source: Phase
es: Fase
