Repository: BigSlikTobi/Dogdog
Catalog: dogdog_trivia_game/lib/l10n/app_*.arb
Languages: de, es

# appTitle
source: DogDog Trivia Game
de: DogDog Trivia Spiel
es: Juego de Trivia DogDog

# homeScreen_welcomeTitle
source: Welcome to DogDog!
de: Willkommen bei DogDog!
es: ¡Bienvenido a DogDog!

# homeScreen_startButton
source: Start Quiz
de: Quiz starten
es: Comenzar Quiz

# homeScreen_achievementsButton
source: Achievements
de: Erfolge
es: Logros

# homeScreen_infoCard_funQuestions_title
source: Fun Questions
de: Lustige Fragen
es: Preguntas Divertidas

# homeScreen_infoCard_funQuestions_description
source: Learn about different dog breeds and their characteristics
de: Lerne verschiedene Hunderassen und ihre Eigenschaften kennen
es: Aprende sobre diferentes razas de perros y sus características

# homeScreen_infoCard_educational_title
source: Educational
de: Lehrreich
es: Educativo

# homeScreen_infoCard_educational_description
source: Designed for children to learn while having fun
de: Für Kinder entwickelt, um beim Spielen zu lernen
es: Diseñado para que los niños aprendan mientras se divierten

# homeScreen_infoCard_progress_title
source: Progress Tracking
de: Fortschrittsverfolgung
es: Seguimiento de Progreso

# homeScreen_infoCard_progress_description
source: Track your progress and unlock achievements
de: Verfolge deinen Fortschritt und schalte Erfolge frei
es: Sigue tu progreso y desbloquea logros

# homeScreen_progress_title
source: Your Progress
de: Dein Fortschritt
es: Tu Progreso

# homeScreen_progress_currentRank
source: Current Rank: {rank}
de: Aktueller Rang: {rank}
es: Rango Actual: {rank}

# homeScreen_progress_nextRank
source: Next: {rank}
de: Nächster: {rank}
es: Siguiente: {rank}

# difficultyScreen_title
source: Choose Difficulty
de: Schwierigkeit wählen
es: Elegir Dificultad

# difficultyScreen_headerTitle
source: Choose your difficulty level
de: Wähle deinen Schwierigkeitsgrad
es: Elige tu nivel de dificultad

# difficultyScreen_headerSubtitle
source: Each difficulty offers different challenges and rewards.
de: Jeder Schwierigkeitsgrad bietet verschiedene Herausforderungen und Belohnungen.
es: Cada dificultad ofrece diferentes desafíos y recompensas.

# difficultyScreen_selectButton
source: Choose this category
de: Diese Kategorie wählen
es: Elegir esta categoría

# difficulty_easy
source: Easy
de: Leicht
es: Fácil

# difficulty_medium
source: Medium
de: Mittel
es: Medio

# difficulty_hard
source: Hard
de: Schwer
es: Difícil

# difficulty_expert
source: Expert
de: Experte
es: Experto

# difficulty_easy_description
source: Perfect for beginners
de: Perfekt für Anfänger
es: Perfecto para principiantes

# difficulty_medium_description
source: For dog lovers
de: Für Hundeliebhaber
es: Para amantes de los perros

# difficulty_hard_description
source: For dog experts
de: Für Hundeexperten
es: Para expertos en perros

# difficulty_expert_description
source: Only for professionals
de: Nur für Profis
es: Solo para profesionales

# difficulty_points_per_question
source: {points} points per question
de: {points} Punkte pro Frage
es: {points} puntos por pregunta

# gameScreen_loading
source: Loading questions...
de: Lade Fragen...
es: Cargando preguntas...

# gameScreen_score
source: Score
de: Punkte
es: Puntuación

# gameScreen_lives
source: Lives
de: Leben
es: Vidas

# gameScreen_timeRemaining
source: Time Remaining
de: Verbleibende Zeit
es: Tiempo Restante

# gameScreen_questionCounter
source: Question {current} of {total}
de: Frage {current} von {total}
es: Pregunta {current} de {total}

# powerUp_fiftyFifty
source: Chew 50/50
de: Kau 50/50
es: Masticar 50/50

# powerUp_hint
source: Hint
de: Hinweis
es: Pista

# powerUp_extraTime
source: Extra Time
de: Extra Zeit
es: Tiempo Extra

# powerUp_skip
source: Skip
de: Überspringen
es: Saltar

# powerUp_secondChance
source: Second Chance
de: Zweite Chance
es: Segunda Oportunidad

# powerUp_fiftyFifty_description
source: Removes two wrong answers
de: Entfernt zwei falsche Antworten
es: Elimina dos respuestas incorrectas

# powerUp_hint_description
source: Shows a hint for the correct answer
de: Zeigt einen Hinweis für die richtige Antwort
es: Muestra una pista para la respuesta correcta

# powerUp_extraTime_description
source: Adds 10 seconds to the current question
de: Fügt 10 Sekunden zur aktuellen Frage hinzu
es: Añade 10 segundos a la pregunta actual

# powerUp_skip_description
source: Skips to the next question without penalty
de: Springt zur nächsten Frage ohne Strafe
es: Salta a la siguiente pregunta sin penalización

# powerUp_secondChance_description
source: Restores one lost life
de: Stellt ein verlorenes Leben wieder her
es: Restaura una vida perdida

# rank_pug
source: Pug
de: Mops

# rank_germanShepherd
source: German Shepherd
de: Deutscher Schäferhund
es: Pastor Alemán

# rank_greatDane
source: Great Dane
de: Deutsche Dogge
es: Gran Danés

# rank_chihuahua_description
source: Small beginning - You answered your first 10 questions correctly!
de: Kleiner Anfang - Du hast deine ersten 10 Fragen richtig beantwortet!
es: Pequeño comienzo - ¡Has respondido correctamente tus primeras 10 preguntas!

# rank_pug_description
source: Good progress - 25 correct answers reached!
de: Guter Fortschritt - 25 richtige Antworten erreicht!
es: Buen progreso - ¡25 respuestas correctas alcanzadas!

# rank_cockerSpaniel_description
source: Halfway hero - 50 correct answers mastered!
de: Halbzeit-Held - 50 richtige Antworten gemeistert!
es: Héroe de medio camino - ¡50 respuestas correctas dominadas!

# rank_germanShepherd_description
source: Loyal companion - 75 correct answers achieved!
de: Treuer Begleiter - 75 richtige Antworten erreicht!
es: Compañero leal - ¡75 respuestas correctas logradas!

# rank_greatDane_description
source: Grand master - 100 correct answers reached!
de: Großmeister - 100 richtige Antworten erreicht!
es: Gran maestro - ¡100 respuestas correctas alcanzadas!

# gameResult_win
source: Won
de: Gewonnen
es: Ganado

# gameResult_lose
source: Lost
de: Verloren
es: Perdido

# gameResult_quit
source: Quit
de: Beendet
es: Abandonado

# feedback_correct
source: Correct!
de: Richtig!
es: ¡Correcto!

# feedback_incorrect
source: Incorrect
de: Falsch
es: Incorrecto

# feedback_timeUp
source: Time's up!
de: Zeit ist um!
es: ¡Se acabó el tiempo!

# common_cancel
source: Cancel
de: Abbrechen
es: Cancelar

# common_retry
source: Retry
de: Wiederholen
es: Reintentar

# common_continue
source: Continue
de: Weiter
es: Continuar

# common_back
source: Back
de: Zurück
es: Atrás

# accessibility_pauseGame
source: Pause game
de: Spiel pausieren
es: Pausar juego

# accessibility_goBack
source: Go back to home screen
de: Zurück zum Startbildschirm
es: Volver a la pantalla de inicio

# achievementsScreen_title
source: Achievements
de: Erfolge
es: Logros

# achievementsScreen_tryAgain
source: Try Again
de: Erneut versuchen
es: Intentar de nuevo

# achievementsScreen_close
source: Close
de: Schließen
es: Cerrar

# gameOverScreen_title
source: Game Over
de: Spiel beendet
es: Juego Terminado

# gameOverScreen_finalScore
source: Final Score: {score}
de: Endpunktzahl: {score}
es: Puntuación Final: {score}

# gameOverScreen_correctAnswers
source: {correct} out of {total} correct
de: {correct} von {total} richtig
es: {correct} de {total} correctas

# gameOverScreen_playAgain
source: Play Again
de: Nochmal spielen
es: Jugar de Nuevo

# gameOverScreen_backToHome
source: Back to Home
de: Zurück zum Start
es: Volver al Inicio

# resultScreen_funFact
source: Fun Fact:
de: Wissenswertes:
es: Dato Curioso:

# resultScreen_nextQuestion
source: Next Question
de: Nächste Frage
es: Siguiente Pregunta

# resultScreen_viewResults
source: View Results
de: Ergebnisse anzeigen
es: Ver Resultados

# errorScreen_title
source: Error Recovery
de: Fehlerwiederherstellung
es: Recuperación de Errores

# errorScreen_servicesRestarted
source: Services restarted successfully
de: Dienste erfolgreich neu gestartet
es: Servicios reiniciados exitosamente

# errorScreen_restartFailed
source: Failed to restart services: {error}
de: Neustart der Dienste fehlgeschlagen: {error}
es: Falló el reinicio de servicios: {error}

# errorScreen_cacheCleared
source: Cache cleared successfully
de: Cache erfolgreich geleert
es: Caché limpiado exitosamente

# errorScreen_cacheClearFailed
source: Failed to clear cache: {error}
de: Cache-Leerung fehlgeschlagen: {error}
es: Falló la limpieza de caché: {error}

# errorScreen_resetToDefaults
source: Reset to Defaults
de: Auf Standard zurücksetzen
es: Restablecer a Valores Predeterminados

# errorScreen_resetConfirmation
source: This will reset all app settings to their default values. Your progress will be preserved. Continue?
de: Dies setzt alle App-Einstellungen auf ihre Standardwerte zurück. Dein Fortschritt bleibt erhalten. Fortfahren?
es: Esto restablecerá todas las configuraciones de la app a sus valores predeterminados. Tu progreso se conservará. ¿Continuar?

# errorScreen_reset
source: Reset
de: Zurücksetzen
es: Restablecer

# errorScreen_settingsReset
source: Settings reset to defaults
de: Einstellungen auf Standard zurückgesetzt
es: Configuraciones restablecidas a valores predeterminados

# errorScreen_resetFailed
source: Failed to reset settings: {error}
de: Zurücksetzen der Einstellungen fehlgeschlagen: {error}
es: Falló el restablecimiento de configuraciones: {error}

# errorScreen_loadingError
source: Error loading achievements: {error}
de: Fehler beim Laden der Erfolge: {error}
es: Error cargando logros: {error}

# powerUp_extraTimeAdded
source: Extra time added!
de: Extra Zeit hinzugefügt!
es: ¡Tiempo extra añadido!

# powerUp_questionSkipped
source: Question skipped!
de: Frage übersprungen!
es: ¡Pregunta saltada!

# powerUp_lifeRestored
source: Life restored!
de: Ein Leben wiederhergestellt!
es: ¡Vida restaurada!

# powerUp_use
source: Use
de: Verwenden
es: Usar

# achievementsScreen_pleaseRetryLater
source: Please try again later
de: Bitte versuche es später erneut
es: Por favor, inténtalo de nuevo más tarde

# achievementsScreen_yourStatistics
source: Your Statistics
de: Deine Statistiken
es: Tus Estadísticas

# achievementsScreen_correctAnswers
source: Correct Answers
de: Richtige Antworten
es: Respuestas Correctas

# achievementsScreen_accuracy
source: Accuracy
de: Genauigkeit
es: Precisión

# achievementsScreen_gamesPlayed
source: Games Played
de: Gespielte Spiele
es: Juegos Jugados

# achievementsScreen_totalScore
source: Total Score
de: Rekord
es: Puntuación Total

# achievementsScreen_currentRank
source: Current Rank
de: Aktueller Rang
es: Rango Actual

# achievementsScreen_nextRank
source: Next Rank
de: Nächster Rang
es: Siguiente Rango

# achievementsScreen_allRanksAchieved
source: All Ranks Achieved!
de: Alle Ränge erreicht!
es: ¡Todos los Rangos Alcanzados!

# achievementsScreen_allRanksAchievedDescription
source: You have unlocked all available ranks. Great job!
de: Du hast alle verfügbaren Ränge freigeschaltet. Großartige Arbeit!
es: Has desbloqueado todos los rangos disponibles. ¡Excelente trabajo!

# achievementsScreen_allAchievements
source: All Achievements
de: Alle Erfolge
es: Todos los Logros

# achievementsScreen_correctAnswersRequired
source: {count} correct answers
de: {count} richtige Antworten
es: {count} respuestas correctas

# achievementsScreen_moreAnswersToUnlock
source: {count} more correct answers to unlock
de: {count} weitere richtige Antworten zum Freischalten
es: {count} respuestas correctas más para desbloquear

# achievementsScreen_moreAnswersToNextRank
source: {count} more correct answers to next rank
de: {count} weitere richtige Antworten zum nächsten Rang
es: {count} respuestas correctas más para el siguiente rango

# achievementsScreen_requiredAnswers
source: Required answers:
de: Erforderliche Antworten:
es: Respuestas requeridas:

# achievementsScreen_yourAnswers
source: Your answers:
de: Deine Antworten:
es: Tus respuestas:

# achievementsScreen_unlocked
source: Unlocked:
de: Freigeschaltet:
es: Desbloqueado:

# checkpointCelebration_title
source: Checkpoint Reached!
de: Checkpoint erreicht!
es: ¡Checkpoint Alcanzado!

# checkpointCelebration_performance
source: Your Performance
de: Deine Leistung
es: Tu Rendimiento

# checkpointCelebration_questionsAnswered
source: Questions
de: Fragen
es: Preguntas

# checkpointCelebration_correctAnswers
source: Correct
de: Richtig
es: Correctas

# checkpointCelebration_accuracy
source: Accuracy
de: Genauigkeit
es: Precisión

# checkpointCelebration_pointsEarned
source: Points
de: Punkte
es: Puntos

# checkpointCelebration_powerUpsEarned
source: Power-ups Earned
de: Verdiente Power-Ups
es: Power-ups Obtenidos

# checkpointCelebration_returnToMap
source: Return to Map
de: Zur Karte zurück
es: Volver al Mapa

# checkpointCelebration_continue
source: Continue
de: Weiter
es: Continuar

# checkpointCelebration_pathCompleted
source: Path Completed!
de: Pfad abgeschlossen!
es: ¡Camino Completado!

# checkpointCelebration_checkpointReached
source: Checkpoint Reached!
de: Checkpoint erreicht!
es: ¡Checkpoint Alcanzado!

# checkpointCelebration_performanceSummary
source: Performance Summary
de: Leistungsübersicht
es: Resumen de Rendimiento

# checkpointCelebration_questions
source: Questions
de: Fragen
es: Preguntas

# checkpointCelebration_points
source: Points
de: Punkte
es: Puntos

# checkpointCelebration_powerUpRewards
source: Power-Up Rewards
de: Power-Up Belohnungen
es: Recompensas de Power-Up

# checkpointCelebration_noPowerUps
source: No power-ups earned this time
de: Diesmal keine Power-Ups verdient
es: No se ganaron power-ups esta vez

# checkpointCelebration_completePath
source: Complete Path
de: Pfad Abschließen
es: Completar Camino

# checkpointCelebration_continueJourney
source: Continue Journey
de: Reise Fortsetzen
es: Continuar Viaje

# powerUp_hint_short
source: Hint
de: Hinweis
es: Pista

# powerUp_extraTime_short
source: Extra Time
de: Extra Zeit
es: Tiempo Extra

# powerUp_skip_short
source: Skip
de: Überspringen
es: Saltar

# powerUp_secondChance_short
source: 2nd Chance
de: 2. Chance
es: 2ª Oportunidad

# accessibility_checkpointCelebration
source: Checkpoint achievement celebration
de: Checkpoint-Erfolg Feier
es: Celebración de logro de checkpoint

# treasureMap_pathCompleted
source: Path Completed!
de: Pfad Abgeschlossen!
es: ¡Camino Completado!

# treasureMap_startAdventure
source: Start Adventure
de: Abenteuer Starten
es: Comenzar Aventura

# treasureMap_continueAdventure
source: Continue Adventure
de: Abenteuer Fortsetzen
es: Continuar Aventura

# treasureMap_congratulations
source: Congratulations!
de: Herzlichen Glückwunsch!
es: ¡Felicidades!

# treasureMap_completionMessage
source: You have completed this learning path! All checkpoints have been unlocked.
de: Du hast diesen Lernpfad abgeschlossen! Alle Checkpoints wurden freigeschaltet.
es: ¡Has completado este camino de aprendizaje! Todos los checkpoints han sido desbloqueados.

# treasureMap_continueExploring
source: Continue Exploring
de: Weiter Erkunden
es: Continuar Explorando

# pathSelection_current
source: Current
de: Aktuell
es: Actual

# pathSelection_start
source: Start
de: Starten
es: Iniciar

# pathType_dogTrivia_name
source: Dog Trivia
de: Hunde Quiz
es: Quiz Canino

# pathType_dogTrivia_description
source: Learn about different dog breeds, their characteristics, and origins
de: Lerne verschiedene Hunderassen, ihre Eigenschaften und Ursprünge kennen
es: Aprende sobre diferentes razas de perros, sus características y orígenes

# pathType_puppyQuest_name
source: Puppy Quest
de: Welpen raten
es: Aventura Cachorros

# pathType_puppyQuest_description
source: Test your breed identification skills with timed picture challenges
de: Teste deine Rassenerkennung mit zeitlich begrenzten Bildherausforderungen
es: Pon a prueba tus habilidades de identificación de razas con desafíos de imágenes cronometrados

# pathType_dogBreeds_name
source: Dog Breeds
de: Hunderassen
es: Razas de Perros

# pathType_dogBreeds_description
source: Learn about different dog breeds, their characteristics, and origins
de: Lerne verschiedene Hunderassen, ihre Eigenschaften und Ursprünge kennen
es: Aprende sobre diferentes razas de perros, sus características y orígenes

# pathType_dogTraining_name
source: Dog Training
de: Hundetraining
es: Entrenamiento Canino

# pathType_dogTraining_description
source: Master dog training techniques, commands, and behavioral guidance
de: Meistere Hundetraining-Techniken, Kommandos und Verhaltensführung
es: Domina las técnicas de entrenamiento canino, comandos y orientación conductual

# pathType_healthCare_name
source: Health & Care
de: Gesundheit & Pflege
es: Salud y Cuidado

# pathType_healthCare_description
source: Understand dog health, nutrition, and medical care
de: Verstehe Hundegesundheit, Ernährung und medizinische Versorgung
es: Comprende la salud canina, nutrición y atención médica

# pathType_dogBehavior_name
source: Dog Behavior
de: Hundeverhalten
es: Comportamiento Canino

# pathType_dogBehavior_description
source: Explore dog psychology, instincts, and behavioral patterns
de: Erkunde Hundepsychologie, Instinkte und Verhaltensmuster
es: Explora la psicología canina, instintos y patrones de comportamiento

# pathType_dogHistory_name
source: Dog History
de: Hundegeschichte
es: Historia Canina

# pathType_dogHistory_description
source: Discover the history of dogs, genetics, and evolution
de: Entdecke die Geschichte der Hunde, Genetik und Evolution
es: Descubre la historia de los perros, genética y evolución

# pathType_breedAdventure_name
source: Breed Adventure
de: Rassen-Abenteuer
es: Aventura de Razas

# pathType_breedAdventure_description
source: Test your knowledge by identifying dog breeds from photos
de: Teste dein Wissen durch Identifizierung von Hunderassen anhand von Fotos
es: Pon a prueba tu conocimiento identificando razas de perros a partir de fotos

# treasureMap_adventure
source: Adventure
de: Abenteuer
es: Aventura

# treasureMap_questionsTo
source: {current}/{total} questions to {checkpoint}
de: {current}/{total} Fragen bis {checkpoint}
es: {current}/{total} preguntas hasta {checkpoint}

# treasureMap_pathCompletedStatus
source: Path Completed!
de: Pfad Abgeschlossen!
es: ¡Camino Completado!

# treasureMap_progressQuestions
source: Progress: {current}/{total} questions
de: Fortschritt: {current}/{total} Fragen
es: Progreso: {current}/{total} preguntas

# treasureMap_checkpointsCompleted
source: {current}/{total} checkpoints completed
de: {current}/{total} Checkpoints abgeschlossen
es: {current}/{total} checkpoints completados

# breedAdventure_title
source: Dog Breeds Adventure
de: Hunderassen-Abenteuer
es: Aventura de Razas Caninas

# breedAdventure_description
source: Test your knowledge by identifying dog breeds from photos
de: Teste dein Wissen, indem du Hunderassen anhand von Fotos identifizierst
es: Pon a prueba tu conocimiento identificando razas de perros a partir de fotos

# breedAdventure_whichImageShows
source: Which image shows a
de: Welches Bild zeigt einen
es: ¿Qué imagen muestra un

# breedAdventure_gameInitializing
source: Preparing your breed adventure...
de: Bereite dein Hunderassen-Abenteuer vor...
es: Preparando tu aventura de razas...

# breedAdventure_loadingImages
source: Loading breed images...
de: Lade Hunderassen-Bilder...
es: Cargando imágenes de razas...

# breedAdventure_gamePaused
source: Game Paused
de: Spiel Pausiert
es: Juego Pausado

# breedAdventure_pauseMessage
source: The game is paused. Tap Resume to continue.
de: Das Spiel ist pausiert. Tippe auf Fortsetzen, um weiterzumachen.
es: El juego está pausado. Toca Reanudar para continuar.

# breedAdventure_resume
source: Resume
de: Fortsetzen
es: Reanudar

# breedAdventure_exitGame
source: Exit Game
de: Spiel Beenden
es: Salir del Juego

# category_dogTraining
source: Dog Training
de: Hundetraining
es: Entrenamiento Canino

# category_dogBreeds
source: Dog Breeds
de: Hunderassen
es: Razas de Perros

# category_dogBehavior
source: Dog Behavior
de: Hundeverhalten
es: Comportamiento Canino

# category_dogTraining_description
source: Master dog training techniques, commands, and behavioral guidance
de: Meistere Hundetrainingstechniken, Kommandos und Verhaltensführung
es: Domina técnicas de entrenamiento canino, comandos y orientación conductual

# category_dogBreeds_description
source: Learn about different dog breeds, their characteristics, and origins
de: Lerne verschiedene Hunderassen, ihre Eigenschaften und Ursprünge kennen
es: Aprende sobre diferentes razas de perros, sus características y orígenes

# category_dogBehavior_description
source: Explore dog psychology, instincts, and behavioral patterns
de: Erkunde Hundepsychologie, Instinkte und Verhaltensmuster
es: Explora la psicología canina, instintos y patrones de comportamiento

# difficulty_easyPlus
source: Easy+
de: Leicht+
es: Fácil+

# difficulty_easyPlus_description
source: Slightly more challenging than easy
de: Etwas herausfordernder als leicht
es: Un poco más desafiante que fácil

# treasureMap_startCategoryAdventure
source: Start {category} Adventure
de: {category} Abenteuer Starten
es: Comenzar Aventura de {category}

# treasureMap_continueCategoryAdventure
source: Continue {category} Adventure
de: {category} Abenteuer Fortsetzen
es: Continuar Aventura de {category}

# breedAdventure_adventureComplete
source: Adventure Complete!
de: Abenteuer Abgeschlossen!
es: ¡Aventura Completada!

# breedAdventure_finalScore
source: Final Score
de: Punkte
es: Puntuación Final

# breedAdventure_correct
source: Correct
de: Richtig
es: Correctas

# breedAdventure_accuracy
source: Accuracy
de: Genauigkeit
es: Precisión

# breedAdventure_playAgain
source: Play Again
de: Nochmal Spielen
es: Jugar de Nuevo

# breedAdventure_home
source: Home
de: Start
es: Inicio

# breedAdventure_lives
source: Lives
de: Leben
es: Vidas

# breedAdventure_progress
source: Progress
de: Fortschritt
es: Progreso

# breedAdventure_timeRemaining
source: Time Remaining
de: Verbleibende Zeit
es: Tiempo Restante

# breedAdventure_hintTitle
source: Breed Hint
de: Rassen-Hinweis
es: Pista de Raza

# breedAdventure_powerUpEarned
source: Power-up Earned!
de: Power-Up Verdient!
es: ¡Power-up Obtenido!

# breedAdventure_skip
source: Skip
de: Überspringen
es: Saltar

# breedAdventure_connectionProblem
source: Connection Problem
de: Verbindungsproblem
es: Problema de Conexión

# breedAdventure_connectionMessage
source: Unable to load images. Please check your internet connection and try again.
de: Bilder können nicht geladen werden. Bitte überprüfe deine Internetverbindung und versuche es erneut.
es: No se pueden cargar las imágenes. Por favor verifica tu conexión a internet e inténtalo de nuevo.

# breedAdventure_imageLoadFailed
source: Image Load Failed
de: Bild-Laden Fehlgeschlagen
es: Fallo al Cargar Imagen

# breedAdventure_imageLoadMessage
source: The breed images could not be loaded. This might be a temporary issue.
de: Die Hunderassen-Bilder konnten nicht geladen werden. Dies könnte ein vorübergehendes Problem sein.
es: Las imágenes de razas no se pudieron cargar. Esto podría ser un problema temporal.

# breedAdventure_phaseComplete
source: Phase Complete!
de: Phase Abgeschlossen!
es: ¡Fase Completada!

# breedAdventure_phaseCompleteMessage
source: You've completed all breeds in the {phase} phase. Great job!
de: Du hast alle Rassen in der {phase}-Phase abgeschlossen. Großartige Arbeit!
es: Has completado todas las razas en la fase {phase}. ¡Excelente trabajo!

# breedAdventure_nextPhase
source: Next Phase
de: Nächste Phase
es: Siguiente Fase

# breedAdventure_restartGame
source: Restart Game
de: Spiel Neustarten
es: Reiniciar Juego

# breedAdventure_sec
source: sec
de: Sek
es: seg

# breedAdventure_powerUpHint_celebration
source: Breed knowledge revealed! 🧠
de: Rassen-Wissen enthüllt! 🧠
es: ¡Conocimiento de razas revelado! 🧠
